[Play_X2_XP_CEN_S_10_Negative_Traits_Nag AkEvent]
SpokenText="Some of our troops have developed an untenable number of negative traits, Commander. With the burdens of this war weighing them down this is to be expected. We should build a Training Center to aid in their recovery."

[Play_X2_XP_CEN_S_3_Negative_Traits_Nag AkEvent]
SpokenText="Our troops have continued to develop a number of negative traits, Commander. If we intend on providing support to deal with this concern, we should build a Training Center."

[Play_X2_XP_CEN_S_6_Negative_Traits_Nag AkEvent]
SpokenText="Commander, at least one of our troops has developed a number of undesirable traits that we now must contend with. I would strongly recommend we build a Training Center as soon as possible."

[Play_X2_XP_CEN_S_Alien_Ruler_Available AkEvent]
SpokenText="Commander, we've just received intel that one of Dr. Vahlen's escaped test subjects is guarding a nearby Advent Facility. Best be prepared before we try to take it out."

[Play_X2_XP_CEN_S_Avenger_Assault_Squad_Select AkEvent]
SpokenText="The Chosen aren't pulling any punches, they're here to take us down for good. We can send out two full squads to defend the Avenger and protect you, Commander."

[Play_X2_XP_CEN_S_Bond_Level_Up_Reminder_A AkEvent]
SpokenText="Commander, many of our soldiers can improve the strength of their bonds if we give them a place to train."

[Play_X2_XP_CEN_S_Chosen_Avenger_Mission_Blade_A AkEvent]
SpokenText="The Chosen have finally found us Commander! We need to prepare our defenses."

[Play_X2_XP_CEN_S_Chosen_Avenger_Mission_Blade_B AkEvent]
SpokenText="One of the Chosen is moving to attack the ship, Commander. They'll do whatever it takes to get you back."

[Play_X2_XP_CEN_S_Chosen_Avenger_Mission_Blade_C AkEvent]
SpokenText="The Chosen finally got the information they needed to find us, Commander. We should get ready, if history is any indication this won't be easy. "

[Play_X2_XP_CEN_S_Chosen_Chance_Mission_Appear AkEvent]
SpokenText="Our next operation will put us right in the middle of Chosen territory, Commander. There's a good chance they'll show up to interfere so we should plan accordingly. "

[Play_X2_XP_CEN_S_Chosen_Encounter_First_Post_Combat_A AkEvent]
SpokenText="Commander, the Resistance is helping to track the Chosen we just met in combat. It sounds like that thing is already staking out territory nearby."

[Play_X2_XP_CEN_S_Chosen_Encounter_First_Post_Combat_B AkEvent]
SpokenText="We've confirmed with our Resistance contacts that they're tracking the Chosen we just fought, apparently it's already laid claim to some nearby territory."

[Play_X2_XP_CEN_S_Chosen_Encounter_First_Post_Combat_C AkEvent]
SpokenText="Intel from our Resistance contacts indicates the Chosen we just fought is claiming control of at least one nearby region. "

[Play_X2_XP_CEN_S_Chosen_Encounter_Territory_Contact_A AkEvent]
SpokenText="The local Resistance operatives we just made contact with in this region warned us that one of the Chosen has been terrorizing the area for some time now. Here's the intel they've collected so far. "

[Play_X2_XP_CEN_S_Chosen_Encounter_Territory_Contact_B AkEvent]
SpokenText="Commander, the Resistance forces we just contacted in this region have provided us all the intel they have on the Chosen actively working in the area."

[Play_X2_XP_CEN_S_Chosen_Encounter_Territory_Contact_C AkEvent]
SpokenText="The local Resistance we just established contact with, have sent over all the intel they've collected on the Chosen operating in this region."

[Play_X2_XP_CEN_S_Chosen_Favored AkEvent]
SpokenText="It looks like one of the Chosen has risen above the rest, and received the favor of the Elders. We should refocus our efforts to take it out, or they are going to continue making our lives difficult."

[Play_X2_XP_CEN_S_Chosen_Favored_A AkEvent]
SpokenText="Commander, it appears the Elders have crowned another Chosen as their Favored. They'll be tougher in combat and will look to interfere with our strategic operations, so we'll need to be prepared."

[Play_X2_XP_CEN_S_Chosen_Favored_B AkEvent]
SpokenText="Commander, we've done a good job dealing with the Chosen so far, but it appears the Elders have elevated another as their Favored. It'll move to disrupt our strategic operations and will definitely be tougher in combat."

[Play_X2_XP_CEN_S_Chosen_Knowledge_First AkEvent]
SpokenText="These Chosen are constantly hunting us to try and recapture you, Commander, and are spreading terror throughout the Resistance as they go. We'll need to pay close attention to each one as they gain more information about our plans."

[Play_X2_XP_CEN_S_Chosen_Knowledge_First_ALT AkEvent]
SpokenText="Besides hunting us Commander, the Chosen are spreading terror throughout the Resistance. We'll need to pay close attention to each one as they gain more information about our plans."

[Play_X2_XP_CEN_S_Chosen_Level_Up_A AkEvent]
SpokenText="Commander, the Chosen continue to gather strength and power. If we don't find a way to take them out soon, they'll overwhelm us the next time we meet face-to-face."

[Play_X2_XP_CEN_S_Covert_Action_In_Progress AkEvent]
SpokenText="We already have a covert operation underway, Commander. It will take some time to complete."

[Play_X2_XP_CEN_S_Covert_Action_Tutorial AkEvent]
SpokenText="Commander, we'll need to send our own soldiers out to work with the Resistance Factions to complete these covert actions. They'll be gone for a few days, but this will help us build influence with the Resistance while generating material support."

[Play_X2_XP_CEN_S_Covert_Action_Veteran_Required AkEvent]
SpokenText="This operation is going to require some field experience, Commander. We'll need to send one of our vets to lead the effort."

[Play_X2_XP_CEN_S_Extra_Dark_Event AkEvent]
SpokenText="Looks like the aliens are ramping up their efforts under the guidance of their newly crowned Favored Chosen."

[Play_X2_XP_CEN_S_First_Bond_Available AkEvent]
SpokenText="Commander, as our soldiers fight side-by-side, they naturally form bonds with their squad mates. We can send them into training, and they'll work better together in combat as a result."

[Play_X2_XP_CEN_S_First_Bond_Level_Up AkEvent]
SpokenText="Commander, the bonds between our soldiers continue to grow. If we send them into the Training Center for additional training, they can become an even more effective team in battle."

[Play_X2_XP_CEN_S_First_Chosen_Favored AkEvent]
SpokenText="Commander, our sources indicate the Elders have decided to name one of the Chosen as their favored child. As cocky as those things are, we can expect the favored one to be tougher in combat and even more disruptive of our strategic operations. Like they weren't bad enough before."

[Play_X2_XP_CEN_S_First_Chosen_Frag_Need AkEvent]
SpokenText="Tracking the Chosen's movements is our first step towards taking them out. We need to continue working with the Resistance Factions before we can make our next move."

[Play_X2_XP_CEN_S_First_Chosen_Frag_Need_ALT AkEvent]
SpokenText="We need to continue working with the Resistance Factions before we can make our next move against the Chosen. Tracking their movements is our first step towards taking them out."

[Play_X2_XP_CEN_S_First_Chosen_Frag_Next AkEvent]
SpokenText="Now that we are tracking the Chosen's movements, we can stay one step ahead of them. And since we have been working closely with the Resistance Factions, we can begin analyzing them further whenever you're ready."

[Play_X2_XP_CEN_S_First_Chosen_Level_Up AkEvent]
SpokenText="The Chosen aren't going to make this easy for us, Commander. They're bound to be stronger the next time we face them in combat. We should focus on any missions that will help us identify their weaknesses."

[Play_X2_XP_CEN_S_First_Com_Int AkEvent]
SpokenText="Each of the Faction soldiers gains knowledge at different rates. Soldiers with high combat aptitudes will pick up new tactical skills more frequently."

[Play_X2_XP_CEN_S_First_Covert_Actions AkEvent]
SpokenText="Although the Resistance is spread across regions around the world, the largest factions represent the core strengths of our cause. Each is offering to help us in unique operations to fight back against ADVENT. The choice of what to pursue is yours, Commander."

[Play_X2_XP_CEN_S_First_End_Month_Chosen AkEvent]
SpokenText="The Chosen are a tough group to infiltrate, but we've managed to gather intel on their latest actions and have a rough idea of how close each is to reaching their ultimate goal of locating the Avenger."

[Play_X2_XP_CEN_S_First_End_Month_Chosen_ALT AkEvent]
SpokenText="The Chosen are a tough group to infiltrate, but we've managed to gather intel on their latest actions. We now have a rough idea of how close each one is to reaching their goal of locating the Avenger."

[Play_X2_XP_CEN_S_First_Fragment_Action AkEvent]
SpokenText="Commander, the Resistance Factions have identified an opportunity to discover critical information about the Chosen. This is an offer we shouldn't refuse."

[Play_X2_XP_CEN_S_First_Hero_Promotion AkEvent]
SpokenText="The Resistance Factions take a more flexible approach to training than traditional soldiers. They can often learn multiple new abilities with each promotion. They will adapt to follow your choices, Commander."

[Play_X2_XP_CEN_S_First_Level_Two_Bond AkEvent]
SpokenText="The two soldiers we sent to the Training Center have developed an even stronger bond. If we continue to send them out in the field together, their effectiveness will only grow."

[Play_X2_XP_CEN_S_First_Low_Will_Return AkEvent]
SpokenText="Commander, over time the stress of combat starts to wear on even our toughest soldiers. We can push them further if we need to, but it's best to let them recover for a few days before sending them back into battle."

[Play_X2_XP_CEN_S_First_Mult_Negative_Traits AkEvent]
SpokenText="Commander, I have noticed a number of our troops have started to develop traits we might not necessarily want to them to have. If we were to build a Training Center, we could provide the support they need to turn those issues around."

[Play_X2_XP_CEN_S_First_Negative_Trait AkEvent]
SpokenText="Commander, combat against the aliens day in and day out is no easy task, and eventually the stress takes its toll in various ways. We'll need to keep an eye on each soldier to manage their traits."

[Play_X2_XP_CEN_S_First_Photobooth AkEvent]
SpokenText="Commander, the media is a powerful tool, just ask ADVENT's propaganda machine. I say it's time we turn it against them. By spreading the word of our soldiers' exploits in combat, we can bolster morale throughout the Resistance."

[Play_X2_XP_CEN_S_First_Positive_Trait AkEvent]
SpokenText="The best way to overcome a fear is to face it, Commander. Any soldier who meets that challenge will be stronger from the experience."

[Play_X2_XP_CEN_S_First_Resistance_Order AkEvent]
SpokenText="Commander, working alongside the Resistance Factions will allow us to affect their global movement to benefit XCOM. We'll have an opportunity each month to decide how best to utilize each group."

[Play_X2_XP_CEN_S_First_Resistance_Policies AkEvent]
SpokenText="Commander, the Factions have pledged their support to XCOM, and they're ready to carry out your orders. As our influence with these groups increases, our capabilities will grow in kind."

[Play_X2_XP_CEN_S_First_Shaken_Squad_Select AkEvent]
SpokenText="Commander, some of these soldiers are exhausted and will be very unstable in the field. It's best to let them sit this one out if we have rested troops to take their place."

[Play_X2_XP_CEN_S_First_SITREP AkEvent]
SpokenText="Commander, in an ideal world we'd only have to deal with the aliens in perfect conditions--but in reality we need to take every chance we get to fight back. We'll have to be ready to engage them during unpredictable situations which require special planning and preparation."

[Play_X2_XP_CEN_S_First_SITREP_ALT AkEvent]
SpokenText="Commander, if we're going to win this war we need to take every chance we get to fight back. We'll have to be ready to engage the enemy during unpredictable situations, which require special planning and preparation."

[Play_X2_XP_CEN_S_First_Soldier_Compatibility AkEvent]
SpokenText="Commander, each of our soldiers has a unique relationship with their squad mates. As they complete combat missions together, their compatibility will grow, and can eventually develop into a lasting bond."

[Play_X2_XP_CEN_S_First_Soldier_Returns_Shaken AkEvent]
SpokenText="Our soldiers have seen a lot out there, Commander, we have to expect they'll get shaken up from time to time. It's best if we give them some rest before sending them back into combat, otherwise we risk pushing them over the edge."

[Play_X2_XP_CEN_S_First_Soldier_Returns_Tired AkEvent]
SpokenText="As often as we send our people into the field, it's not unusual that they'll come back nearly exhausted from combat. I'd advise we give our tired soldiers a few days rest before sending them back out, their performance is only going to suffer otherwise."

[Play_X2_XP_CEN_S_First_Soldier_Shaken AkEvent]
SpokenText="Mental fatigue starts to impact our soldiers' tactical effectiveness when they don't have a chance to rest. We should give them a few days off to recover if we can manage it."

[Play_X2_XP_CEN_S_First_Strategy_Card AkEvent]
SpokenText="Commander, each of the Factions can provide us with unique ways of strengthening the Resistance. As we earn their trust, we'll be able to direct their efforts to specifically meet our needs."

[Play_X2_XP_CEN_S_First_Time_Recovery_Center AkEvent]
SpokenText="Commander, this facility will allow our soldiers to train together to improve their bonds while also putting the knowledge they've gained in combat towards learning new abilities."

[Play_X2_XP_CEN_S_First_Tired_Squad_Select AkEvent]
SpokenText="Commander, we can send our tired soldiers back into combat, but if we do they'll be more susceptible to mental breakdowns."

[Play_X2_XP_CEN_S_First_Watershed_Moment AkEvent]
SpokenText="A selfless act of bravery between two soldiers is a guaranteed way to drastically improve their relationship."

[Play_X2_XP_CEN_S_Low_Staff_Covert_Action AkEvent]
SpokenText="Commander, if we send so many of our soldiers away on covert actions, we may not have enough people in reserve to launch our own tactical operations."

[Play_X2_XP_CEN_S_Low_Staff_Covert_Actions_ALT AkEvent]
SpokenText="Commander, at this point we've committed so many of our soldiers to conducting covert actions that we're running low on manpower for own tactical operations. We'll need to recruit new forces if we're going to keep this up."

[Play_X2_XP_CEN_S_Multiple_Bonds_Build_Recovery_A AkEvent]
SpokenText="Commander, a number of our soldiers have formed bonds in combat. With some additional training, we can use their combined strengths to our advantage. We should build a Training Center as soon as possible."

[Play_X2_XP_CEN_S_Multiple_Bonds_Build_Recovery_B AkEvent]
SpokenText="Without a Training Center, we're wasting a valuable opportunity to take advantage of the bonds our soldiers have formed in combat. If we can spare the resources, we should consider building the facility ASAP, Commander."

[Play_X2_XP_CEN_S_Multiple_Bonds_Build_Recovery_C AkEvent]
SpokenText="Commander, our soldiers continue to form strong bonds through their shared experiences in combat. However, without additional training in the Training Center, these bonds won't grow. We should build the facility as soon as possible."

[Play_X2_XP_CEN_S_Nag_Build_Recovery_Center_A AkEvent]
SpokenText="Many of our soldiers have strong bonds, but could use a training facility to develop them further."

[Play_X2_XP_CEN_S_Nag_Build_Recovery_Center_B AkEvent]
SpokenText="Commander, if we build a dedicated training space, our soldiers could further improve their tactical abilities.We should construct a Training Center."

[Play_X2_XP_CEN_S_Nag_Build_Recovery_Center_C AkEvent]
SpokenText="Without a Training Center, we're wasting a valuable opportunity to take advantage of the bonds our soldiers have formed in combat. If we can spare the resources, we should consider building the facility ASAP, Commander."

[Play_X2_XP_CEN_S_Nag_Build_Ring_A AkEvent]
SpokenText="Commander, the Factions have indicated they know how to track down the Chosen. We should construct the Ring facility so they have a place to coordinate."

[Play_X2_XP_CEN_S_Nag_Build_Ring_B AkEvent]
SpokenText="The Factions could use a place to coordinate their operations, Commander. This "Ring" Shen designed sounds like a great candidate for our next construction effort."

[Play_X2_XP_CEN_S_Nag_Covert_Action_Available AkEvent]
SpokenText="Commander, the Factions have readied proposals for various covert missions. We should head to the Ring to plan our next op."

[Play_X2_XP_CEN_S_Post_Avenger_Assault AkEvent]
SpokenText="We managed to keep the Chosen off the Avenger for now, Commander, but I'm sure they'll be back. We need to keep working with the Factions to track their position, the sooner we take them out the better."

[Play_X2_XP_CEN_S_Post_Ruler_Escapes AkEvent]
SpokenText="I doubt we've seen the last of Vahlen's little experiment, Commander. Best stay on our toes, it could show up again at any time."

[Play_X2_XP_CEN_S_Reapers_Contact_Soon AkEvent]
SpokenText="Commander, we're currently holding position here. Rumor has it the Reaper Faction operates out of this area, hopefully they'll be in touch soon. "

[Play_X2_XP_CEN_S_Rescue_Soldier_Mission_Blade_A AkEvent]
SpokenText="We have solid intel on the location of our soldier that was taken prisoner by the Chosen. This is our chance to mount a rescue. "

[Play_X2_XP_CEN_S_Rescue_Soldier_Mission_Blade_B AkEvent]
SpokenText="Commander, we've confirmed the position of the soldier being held captive by the Chosen. We now have an opportunity to launch a rescue operation."

[Play_X2_XP_CEN_S_Rescue_Soldier_Mission_Blade_C AkEvent]
SpokenText="We finally got a lead on where the Chosen have been holding our soldier captive. It's time we get them out of there."

[Play_X2_XP_CEN_S_SITREP_Black_Ops AkEvent]
SpokenText="Commander, we've found a spot to put down near the AO on this operation that should get us in without ADVENT noticing. We should be ready to take advantage of concealment on this one."

[Play_X2_XP_CEN_S_SITREP_Fireteam AkEvent]
SpokenText="The AO is too hot for a full squad, Commander, we need to get the job done but we can only send two soldiers into the field. We'll have to do the best we can with what we've got."

[Play_X2_XP_CEN_S_SITREP_Horde AkEvent]
SpokenText="Keep your heads up out there, we've got intermittent signals all over the place, which can only mean one thing - the Lost. Remember your training and stay calm."

[Play_X2_XP_CEN_S_SITREP_Low_Profile AkEvent]
SpokenText="ADVENT has the AO under heavy surveillance, so we'll need to keep a low profile for this one. If we stick to sending in troops ADVENT hasn't blacklisted yet, it will decrease our chances of being detected."

[Play_X2_XP_CEN_S_SITREP_Shadow_Squad AkEvent]
SpokenText="Commander, it looks like conditions on the ground are ripe for a quiet operation. If we can get our people into place, they should each have concealed positions to work with."

[Play_X2_XP_CEN_S_SITREP_Surgical AkEvent]
SpokenText="If we're going to keep this one quiet, Commander, we'll have to limit the squad size to three of our best units. Let's hope they can get the job done without additional support."

[Play_X2_XP_CEN_S_Squad_Size_Limited_A AkEvent]
SpokenText="Commander, due to conditions in the field, we'll only be able to send limited personnel on this deployment. "

[Play_X2_XP_CEN_S_Squad_Size_Limited_B AkEvent]
SpokenText="Be aware, we'll be working with limited personnel for the next operation, Commander. "

[Play_X2_XP_CEN_S_Squad_Size_Limited_C AkEvent]
SpokenText="We'll need to streamline this operation, Commander. That means sending in fewer personnel than we typically would deploy."

[Play_X2_XP_CEN_S_Stronghold_Revealed_Mission_Blade_A AkEvent]
SpokenText="We know where the Chosen Stronghold is located, but it's too heavily fortified for us to just march right in there. We'll need to coordinate with the Resistance to find a way in."

[Play_X2_XP_CEN_S_Stronghold_Revealed_Mission_Blade_B AkEvent]
SpokenText="We've confirmed the position of the Chosen Stronghold, but we've yet to discover a means of infiltrating the facility. We should talk to our contacts in the Resistance to see if they have any ideas."

[Play_X2_XP_CEN_S_Stronghold_Revealed_Mission_Blade_C AkEvent]
SpokenText="The Chosen Stronghold isn't going anywhere, but as of yet we don't have don't a way of getting inside. We should keep working with the Resistance, it's likely someone among their people will know where to look."

[Play_X2_XP_CEN_S_Super_Squad_Size_A AkEvent]
SpokenText="We're sending in an extra complement of troops for this operation, Commander."

[Play_X2_XP_CEN_S_Super_Squad_Size_B AkEvent]
SpokenText="We're going to be sending in more troops than usual this time around, Commander. Hopefully it will give us a leg up on the aliens."

[Play_X2_XP_CEN_S_Super_Squad_Size_C AkEvent]
SpokenText="Commander, our troops are so eager to get into the fight that we're going to send in a few more than we typically would. The more the merrier right? "

[Play_X2_XP_CEN_S_Training_Center_Available AkEvent]
SpokenText="We have now reached a point where we can develop a Training Center, Commander. This facility will provide invaluable support towards managing our soldiers' traits, while also training them in higher bond levels as they develop."

[Play_X2_XP_CEN_S_Tutorial_Infirmary AkEvent]
SpokenText="Commander, the Infirmary can be used to improve the recovery process of our wounded soldiers, and over time they'll also recuperate from any negative conditions they've picked up in combat. We can also speed up the process through therapy if needed."

[Play_X2_XP_CEN_S_View_First_Bond_Available AkEvent]
SpokenText="Commander, having these two soldiers continue to work together has paid off. They know each other well enough at this point that we can have them train as a pair for additional tactical capabilities."

[Play_X2_XP_CEN_S_View_First_Bond_Level_Up AkEvent]
SpokenText="The bond between these soldiers continues to grow. They can gain additional tactical strengths if they continue their training together."

[Play_X2_XP_S_CEN_After_Chosen_Full_Knowledge_A AkEvent]
SpokenText="One of the Chosen is nearly ready to strike at the ship, Commander. We're running out of time to stop it."

[Play_X2_XP_S_CEN_After_Chosen_Full_Knowledge_B AkEvent]
SpokenText="The Chosen know where we are, Commander, it's only a matter of time before they launch an attack on the ship."

[Play_X2_XP_S_CEN_After_Chosen_Full_Knowledge_C AkEvent]
SpokenText="Our latest reports indicate one of the Chosen is directly tracking our position, Commander, they're nearly ready to strike at the ship."

[Play_X2_XP_S_CEN_After_Chosen_Half_Knowledge_A AkEvent]
SpokenText="The Chosen are making steady progress towards tracking our position, Commander. We're getting short on time."

[Play_X2_XP_S_CEN_After_Chosen_Half_Knowledge_B AkEvent]
SpokenText="One of the Chosen is getting closer to finding us, Commander. We should use every opportunity we have to take them out before that happens."

[Play_X2_XP_S_CEN_After_Chosen_Half_Knowledge_C AkEvent]
SpokenText="The Chosen haven't given up on finding us, Commander, one of them is closer than ever."

[Play_X2_XP_S_CEN_After_Chosen_Retaliation_A AkEvent]
SpokenText="The Elders never had any issues targeting civilians, and their Chosen are no different. The Resistance is counting on us to protect their people, we can't let them down."

[Play_X2_XP_S_CEN_After_Chosen_Retaliation_B AkEvent]
SpokenText="The Chosen are gonna do whatever it takes to get to you, Commander, even if that means wiping out entire camps of Resistance supporters. We're their only line of defense."

[Play_X2_XP_S_CEN_After_Chosen_Retaliation_C AkEvent]
SpokenText="Our friends in the Resistance are paying a heavy price with the Chosen running loose. We should do what we can to take them down before they hit again."

[Play_X2_XP_S_CEN_Ambient_Musing_A AkEvent]
SpokenText="As if the aliens didn't have enough annoying spokespeople, now we have these Chosen running around lecturing us day and night."

[Play_X2_XP_S_CEN_Ambient_Musing_B AkEvent]
SpokenText="And you thought I talked too much, Commander. How about these Chosen, eh?"

[Play_X2_XP_S_CEN_Ambushed_Covert_Action_A AkEvent]
SpokenText="We're getting an emergency signal from our people deployed with the Resistance, there was an ambush during the latest action. Firebrand is en route to their position now."

[Play_X2_XP_S_CEN_Ambushed_Covert_Action_B AkEvent]
SpokenText="Commander we're picking up an emergency transponder signal. It looks like the last team we deployed was ambushed on their covert action. We're sending Firebrand to their position for an EVAC."

[Play_X2_XP_S_CEN_Ambushed_Covert_Action_C AkEvent]
SpokenText="We have a positive confirmation on an emergency signal coming from the site of our most recent covert action. Our team was ambushed and needs an EVAC. Firebrand is already en route."

[Play_X2_XP_S_CEN_Assassin_Sighting_A AkEvent]
SpokenText="There's the Elders' Assassin, hard at work."

[Play_X2_XP_S_CEN_Assassin_Sighting_B AkEvent]
SpokenText="We're still tracking the Elders' Assassin, she's moving through this region."

[Play_X2_XP_S_CEN_Assassin_Sighting_C AkEvent]
SpokenText="We have a steady trace on the Chosen Assassin, she's active in this area here."

[Play_X2_XP_S_CEN_Captured_Soldier_Found_A AkEvent]
SpokenText="The Resistance Factions have helped to locate our captive soldier."

[Play_X2_XP_S_CEN_Captured_Soldier_Found_B AkEvent]
SpokenText="Our friends in the Resistance have helped to pinpoint the location of our missing soldier."

[Play_X2_XP_S_CEN_Chosen_Defeats_XCOM_A AkEvent]
SpokenText="That was a difficult loss, Commander. We need to find a way to take our fight directly to the Chosen."

[Play_X2_XP_S_CEN_Chosen_Defeats_XCOM_B AkEvent]
SpokenText="The Chosen got the upper hand on us this time, but we're not out of the fight yet."

[Play_X2_XP_S_CEN_Chosen_Defeats_XCOM_C AkEvent]
SpokenText="We can't afford to let the Chosen get the upper hand on us Commander. We have to figure out a way to take them out."

[Play_X2_XP_S_CEN_Chosen_Encounter_Screen AkEvent]
SpokenText="This is everything we know about the Chosen, based on our latest encounters, we need to find them before they find us."

[Play_X2_XP_S_CEN_Chosen_Fragment_Recovered_A AkEvent]
SpokenText="We've recovered another crucial piece of information about the Chosen."

[Play_X2_XP_S_CEN_Chosen_Fragment_Recovered_B AkEvent]
SpokenText="Our intel on the Chosen is getting more detailed every day."

[Play_X2_XP_S_CEN_Chosen_Fragment_Recovered_C AkEvent]
SpokenText="Soon enough the Chosen will be trying to hide from us."

[Play_X2_XP_S_CEN_Chosen_Fragment_Recovered_D AkEvent]
SpokenText="We just received some new intel on the Chosen, Commander."

[Play_X2_XP_S_CEN_Chosen_Guarding_Golden_Path AkEvent]
SpokenText="Commander, we've confirmed one of the Chosen is actively protecting our target. It's going to be especially difficult to take on this mission if we don't take it out first."

[Play_X2_XP_S_CEN_Chosen_Guarding_Golden_Path_B AkEvent]
SpokenText="Our intel has confirmed that one of the Chosen is actively guarding our intended target. This mission will be that much more difficult if we don't take it down before going in."

[Play_X2_XP_S_CEN_Chosen_Guarding_Golden_Path_C AkEvent]
SpokenText="We've detected one of the Chosen guarding our intended target, Commander. If we don't clear it out first it's definitely going to get in our way."

[Play_X2_XP_S_CEN_Chosen_Leveled_Up_A AkEvent]
SpokenText="We need to be careful, the Chosen are getting stronger, Commander."

[Play_X2_XP_S_CEN_Chosen_Leveled_Up_B AkEvent]
SpokenText="As if they weren't bad enough, one of the Chosen has increased in power."

[Play_X2_XP_S_CEN_Chosen_Leveled_Up_C AkEvent]
SpokenText="Reports from the field indicate one of the Chosen has somehow increased its strength."

[Play_X2_XP_S_CEN_Chosen_Sabotages_XCOM_A AkEvent]
SpokenText="The Chosen are doing whatever it takes to slow us down, we need to watch out for their sabotage attempts."

[Play_X2_XP_S_CEN_Chosen_Sabotages_XCOM_B AkEvent]
SpokenText="The Chosen aren't afraid to resort to sabotage tactics if it means slowing down our efforts. We need to work to prevent these attacks before they catch up with us."

[Play_X2_XP_S_CEN_Chosen_Sabotages_XCOM_C AkEvent]
SpokenText="Commander, we need to keep an eye out for the Chosen sabotage attempts. We don't have any more time to lose."

[Play_X2_XP_S_CEN_Chosen_Strengths AkEvent]
SpokenText="We'll need to pay close attention to these Chosen, Commander, they each seem to have unique advantages in combat that we should avoid."

[Play_X2_XP_S_CEN_Chosen_Weakness_Found_A AkEvent]
SpokenText="We've found another of the Chosen's weaknesses, good work."

[Play_X2_XP_S_CEN_Chosen_Weakness_Found_B AkEvent]
SpokenText="We're slowly learning more about the weaknesses of these Chosen."

[Play_X2_XP_S_CEN_Chosen_Weakness_Found_C AkEvent]
SpokenText="The Chosen have their weaknesses just like anything else."

[Play_X2_XP_S_CEN_Chosen_Weakness_Found_D AkEvent]
SpokenText="We're learning their weaknesses, now we just have to exploit them."

[Play_X2_XP_S_CEN_Chosen_Weakness_Found_E AkEvent]
SpokenText="Excellent work, we've found another of the Chosen's weaknesses."

[Play_X2_XP_S_CEN_Chosen_Weakness_Found_F AkEvent]
SpokenText="Looks like we've found another chink in their armor."

[Play_X2_XP_S_CEN_Chosen_Weakness_Found_G AkEvent]
SpokenText="No one is invulnerable, not even these Chosen."

[Play_X2_XP_S_CEN_Chosen_Weakness_Found_H AkEvent]
SpokenText="We're learning more about them every day."

[Play_X2_XP_S_CEN_Combat_Intelligence AkEvent]
SpokenText="Commander, each of our soldiers is rated based on their understanding of our tactics and capabilities, something we refer to as Combat Intelligence. Because of their unique experiences in the field, our Faction soldiers from the Resistance will gain access to new abilities based on this Combat Intelligence."

[Play_X2_XP_S_CEN_Contacted_Reaper_HQ AkEvent]
SpokenText="Commander, we've just made contact with a new faction of the Resistance known as the Reapers. They're an elusive bunch, but this is their headquarters. We can scan at this location now to start benefitting from our newfound cooperation."

[Play_X2_XP_S_CEN_Contacted_Skirmisher_HQ AkEvent]
SpokenText="This is the headquarters of the Skirmisher faction. They may look like ADVENT, but they sure don't act like it. Now that we've established contact, we can scan at this location to gain additional support for our cause."

[Play_X2_XP_S_CEN_Contacted_Templar_HQ AkEvent]
SpokenText="This is where the Templar faction maintains their headquarters. I'll admit they can be a bit extreme when it comes to Psionics, but so far they seem loyal to our cause. We can scan at this location to gain additional support from their people."

[Play_X2_XP_S_CEN_Covert_Action_Already_Underway AkEvent]
SpokenText="We already have forces deployed on a covert action, Commander. We won't be able to initiate another operation until the current one is complete."

[Play_X2_XP_S_CEN_Covert_Action_Risks AkEvent]
SpokenText="The benefits we gain from working with the Resistance Factions on their covert operations are a major boon to our efforts, but there are also risks involved. Our soldiers could potentially be attacked or taken captive while in the field, so it's not as easy of a decision as it may seem."

[Play_X2_XP_S_CEN_Faction_HQ_Revealed_A AkEvent]
SpokenText="We have the coordinates for one of the Resistance Faction headquarters, but we'll need to make contact with the region before we can move in."

[Play_X2_XP_S_CEN_Faction_HQ_Revealed_B AkEvent]
SpokenText="We've located one of the Factions' headquarters, now we just need to establish contact with the region to move in."

[Play_X2_XP_S_CEN_Favored_Chosen_4th_Dark_Event AkEvent]
SpokenText="The Elders' favorite child seems to be taking the new role seriously, they've already ramped up its efforts to disrupt our operations."

[Play_X2_XP_S_CEN_First_Assassin_Activity AkEvent]
SpokenText="The Elders' Assassin is now actively hunting in this region, Commander. We should be ready for a fight if we go in there."

[Play_X2_XP_S_CEN_First_Chosen_Activity AkEvent]
SpokenText="Our friends in the Resistance have shared what they know of these so-called Chosen the Elders have sent after us. It sounds like we should expect these things to actively hunt us until we take them out."

[Play_X2_XP_S_CEN_Fragment_Recover_Covert_Action_A AkEvent]
SpokenText="We've gained some additional intel on the Chosen as a result of our latest action."

[Play_X2_XP_S_CEN_Fragment_Recover_Covert_Action_B AkEvent]
SpokenText="It looks like we've got some new information on the Chosen after our last covert op."

[Play_X2_XP_S_CEN_Fragment_Recover_Covert_Action_C AkEvent]
SpokenText="Commander, you'll be happy to hear our most recent covert action yielded some new intel on the Chosen."

[Play_X2_XP_S_CEN_Fragment_Recover_Covert_Action_D AkEvent]
SpokenText="We just got some new intel on the Chosen. It should be easier to hunt them down now."

[Play_X2_XP_S_CEN_Fragment_Recover_Covert_Action_E AkEvent]
SpokenText="We just got some new intel on the Chosen, pretty soon we'll be able to take them down permanently."

[Play_X2_XP_S_CEN_Generic_Chosen_Activity_A AkEvent]
SpokenText="We're picking up signs of life...it looks like one of those Chosen is back at it."

[Play_X2_XP_S_CEN_Generic_Chosen_Activity_B AkEvent]
SpokenText="One of the Chosen is actively hunting in this area, Commander."

[Play_X2_XP_S_CEN_Generic_Chosen_Activity_C AkEvent]
SpokenText="There's activity in this region...looks like the Chosen are back at it."

[Play_X2_XP_S_CEN_Generic_Chosen_Activity_D AkEvent]
SpokenText="One of the Chosen is active in this region."

[Play_X2_XP_S_CEN_Generic_Chosen_Activity_E AkEvent]
SpokenText="One of the Elders' Chosen is active in this region, Commander."

[Play_X2_XP_S_CEN_How_Chosen_Work AkEvent]
SpokenText="According to our Resistance contacts, that Chosen we just ran into is now at the top of the food chain when it comes to the aliens in this area. And now it's hunting us, hunting you, Commander. From what we've heard, it could appear at any time, during any of our operations. I say we hunt it down now before it has a chance to find us."

[Play_X2_XP_S_CEN_Hunt_Chosen_Covert_Action_Nag_A AkEvent]
SpokenText="Everything we've seen indicates the Chosen aren't going to stop hunting us, Commander. Our only option is to find them first, to do that we'll need to work with the Resistance on a Covert Action in the Ring."

[Play_X2_XP_S_CEN_Hunt_Chosen_Covert_Action_Nag_B AkEvent]
SpokenText="Commander, the Chosen are getting closer to hunting us down every day. The only way we can stop them is to strike first, and we'll need to work on a Covert Action with the Resistance in order to do that. We should head to the Ring."

[Play_X2_XP_S_CEN_Hunt_Chosen_Covert_Action_Nag_C AkEvent]
SpokenText="The Chosen have already learned too much about our operations, Commander. If we don't work with the Resistance on a Covert Action to hunt them down, we're going to end up on the defensive."

[Play_X2_XP_S_CEN_Hunter_Sighting_A AkEvent]
SpokenText="We've located the Elders' Hunter actively working in this region, Commander."

[Play_X2_XP_S_CEN_Hunter_Sighting_B AkEvent]
SpokenText="The Elders' Hunter is after something in this area."

[Play_X2_XP_S_CEN_Hunter_Sighting_C AkEvent]
SpokenText="We managed to track the Chosen Hunter to this region."

[Play_X2_XP_S_CEN_Just_Met_Chosen_A AkEvent]
SpokenText="There's that Chosen we encountered. It's already hard at work."

[Play_X2_XP_S_CEN_Just_Met_Chosen_B AkEvent]
SpokenText="That's the Chosen we met, already getting down to business."

[Play_X2_XP_S_CEN_Just_Met_Chosen_C AkEvent]
SpokenText="It looks like the Chosen got right down to it."

[Play_X2_XP_S_CEN_Mox_Captured AkEvent]
SpokenText="Commander, Mox has been captured, we should do everything we can to get him back before the Chosen do god knows what to him."

[Play_X2_XP_S_CEN_Mox_Rescued AkEvent]
SpokenText="It wasn't easy, but Mox has been safely returned, Commander. He's eager to get back into the fight."

[Play_X2_XP_S_CEN_New_Chosen_Territory_A AkEvent]
SpokenText="We just received word from the Resistance, Commander. One of the Chosen is now actively hunting in this region."

[Play_X2_XP_S_CEN_New_Chosen_Territory_B AkEvent]
SpokenText="Our latest intel suggests one of the Chosen has started hunting in this region, Commander."

[Play_X2_XP_S_CEN_Photobooth_Musing_A AkEvent]
SpokenText="Maybe we need to start selling calendars."

[Play_X2_XP_S_CEN_Photobooth_Musing_B AkEvent]
SpokenText="Propaganda never looked so pretty."

[Play_X2_XP_S_CEN_Photobooth_Musing_C AkEvent]
SpokenText="After the wars over maybe you can start your modelling career."

[Play_X2_XP_S_CEN_Photobooth_Musing_D AkEvent]
SpokenText="Pretty sure I saw that on an album cover decades ago."

[Play_X2_XP_S_CEN_Photobooth_Musing_E AkEvent]
SpokenText="With a mug like that, you might get ADVENT to surrender after all."

[Play_X2_XP_S_CEN_Ring_After_Influence_Gained_Fragment_A AkEvent]
SpokenText="Our influence with the Resistance factions has motivated them to share some new information on the Chosen."

[Play_X2_XP_S_CEN_Ring_After_Influence_Gained_Fragment_B AkEvent]
SpokenText="The Resistance factions have entrusted us with some new intel on the Chosen, Commander."

[Play_X2_XP_S_CEN_Ring_After_Influence_Gained_Fragment_C AkEvent]
SpokenText="We've gained enough influence with the Resistance factions that they've given us some valuable new information about the Chosen."

[Play_X2_XP_S_CEN_Ring_Not_Used_Nag_A AkEvent]
SpokenText="Commander, our Ring facility is currently idle, if we have the soliders to spare, we should deploy them on a covert action with the Resistance."

[Play_X2_XP_S_CEN_Ring_Not_Used_Nag_B AkEvent]
SpokenText="We've constructed the Ring facility, Commander, but currently we don't have any soldiers deployed on covert actions with the Resistance."

[Play_X2_XP_S_CEN_Ring_Not_Used_Nag_C AkEvent]
SpokenText="Commander, we should make use of the Ring facility and deploy our idle soldiers on a covert action with the Resistance."

[Play_X2_XP_S_CEN_Soldier_Captured_A AkEvent]
SpokenText="We should talk to our friends with the Resistance. If we deploy on a covert action, they can help us find out where our captured soldier is being held."

[Play_X2_XP_S_CEN_Soldier_Captured_B AkEvent]
SpokenText="The Resistance Factions can help us locate our captive soldier if we deploy on a covert action alongside them."

[Play_X2_XP_S_CEN_Soldier_Captured_Covert_Action_A AkEvent]
SpokenText="One of our soldiers was captured during the course of this operation, Commander. However, our friends in the Resistance are already working on a rescue plan."

[Play_X2_XP_S_CEN_Soldier_Captured_Covert_Action_B AkEvent]
SpokenText="Commander, one of our people was taken captive during the most recent operation. We're doing everything we can to locate them to ensure their safe return."

[Play_X2_XP_S_CEN_Soldier_Captured_Covert_Action_C AkEvent]
SpokenText="We had a soldier wounded and taken captive by the enemy during our most recent covert action, Commander. I'm coordinating with our allies to find out just what happened."

[Play_X2_XP_S_CEN_Soldier_Wounded_Covert_Action_A AkEvent]
SpokenText="Our soldiers took some hits during the most recent covert action, but word from the medical team is they'll all be fine."

[Play_X2_XP_S_CEN_Soldier_Wounded_Covert_Action_B AkEvent]
SpokenText="Commander, there were a few wounded during the latest covert action, but after a few days rest everyone will be ready to get back out there."

[Play_X2_XP_S_CEN_Soldier_Wounded_Covert_Action_C AkEvent]
SpokenText="Some of our people are a little worse for wear after that last covert action, but if we give them time to rest they'll be fine."

[Play_X2_XP_S_CEN_Soldier_Wounded_Covert_Action_D AkEvent]
SpokenText="There were some casualties during that last covert action, Commander, but our troops will all recover after some well-earned rest."

[Play_X2_XP_S_CEN_Soldier_Wounded_Covert_Action_E AkEvent]
SpokenText="We had some wounded soldiers requiring treatment after that last covert action, with a few days rest they'll be ready to get back into it."

[Play_X2_XP_S_CEN_Stronghold_Available_A AkEvent]
SpokenText="The Resistance found a way in to the Chosen Stronghold, Commander. Our troops are ready to deploy, we should launch a strike as soon as possible."

[Play_X2_XP_S_CEN_Stronghold_Available_B AkEvent]
SpokenText="Commander, we just heard from the Resistance, they've found a way into the Chosen Stronghold. We shouldn't pass up this opportunity to take the fight directly to the Elders."

[Play_X2_XP_S_CEN_Stronghold_Available_C AkEvent]
SpokenText="If we want to take out the Chosen once and for all, we should move to strike at their Stronghold. The Resistance has found our access point, we just have to make use of it."

[Play_X2_XP_S_CEN_Walkup_Chosen_Defeated AkEvent]
SpokenText="This just goes to show that the Chosen are vulnerable, and we can take them down. We just have to figure out how to keep them down."

[Play_X2_XP_S_CEN_Walkup_Chosen_Extracted AkEvent]
SpokenText="The Chosen are doing everything they can to find us, we'll just have to be more careful about protecting our downed soldiers."

[Play_X2_XP_S_CEN_Walkup_Chosen_Killed_Stronghold AkEvent]
SpokenText="We did it, Commander. That's the last we've heard from that Chosen, I don't know about peace, but at least it'll be quiet for a while."

[Play_X2_XP_S_CEN_Walkup_High_Level_Faction_Hero AkEvent]
SpokenText="Our friend from the Resistance is becoming one of our most trusted veterans. It's a testament to our cause."

[Play_X2_XP_S_CEN_Walkup_Lost_Abandoned AkEvent]
SpokenText="It was no easy task, but we managed to get the Reapers and the Skirmishers to cooperate for once, that in itself is an accomplishment."

[Play_X2_XP_S_CEN_Walkup_Lost_Encountered AkEvent]
SpokenText="As if things weren't bad enough between the Elders, their alien armies, and the Chosen... now we've got zombies to deal with."

[Play_X2_XP_S_CEN_Walkup_Soldier_Captured AkEvent]
SpokenText="We'll get 'em back, Commander, that's what our friends in the Resistance are for."

[Play_X2_XP_S_CEN_Warlock_Sighting_A AkEvent]
SpokenText="The Chosen Warlock is hard at work for his masters in this area."s

[Play_X2_XP_S_CEN_Warlock_Sighting_B AkEvent]
SpokenText="We're picking up indications of the Elders' Warlock actively working in this region."

[Play_X2_XP_S_CEN_Warlock_Sighting_C AkEvent]
SpokenText="Commander, we have a line on the Chosen Warlock here."

[Play_X2_XP_S_LNA_Scanning_Intro AkEvent]
SpokenText="Commander, we're attempting contact with a local Resistance Faction known as the Reapers. These people like to keep a very low profile so it may take some time before we hear back. While we're waiting it might be worthwhile to scan the area for additional supplies and resources. You never know what we may find out there."

[Play_X2_XP_S_REAP_HQ_Intro AkEvent]
SpokenText="Commander, seems like we actually managed to impress the Reapers. Their operative has just provided us the coordinates to their HQ. Now that we're in the area, it may be worth spending some time here. Not to mention meeting their Leader, Volk."

[Play_X2_XP_S_SKRM_HQ_Intro AkEvent]
SpokenText="Commander, so far these Skirmishers have been true to their word. Their operative has just relayed the coordinates for their acting headquarters, here, which considering their history, is a big step for them. It'd be worth spending some time here to investigate the area. And meet their leader, Betos."

[Play_X2_XP_S_TMPL_HQ_Intro AkEvent]
SpokenText="This new Templar operative may be a bit unique, but so far everything seems on the level. We're receiving the position of the Templar HQ now. We don't know much about these Templars so it might be worth sticking around here for a while. As well as contacting Geist, their leader."

